[
  {
    "text": "Wake up every morning to bills!!!!! This can’t be life, I need to be in Monaco  on a yacht sipping some mimosas. I wasn’t born to pay bills and die #Sigh"
  }, 
  {
    "text": "As some point, I’ll watch the entire exchange, but in my country, for my fellow citizens, due process isn’t an optional thing. #sigh"
  }, 
  {
    "text": "Remember when cake vs. pie was the biggest Twitter debate you'd have all week? I miss those days. #sigh"
  }, 
  {
    "text": "Quickly running out of Bear’s favourite Burnt Sienna. Again. #sigh https://www.instagram.com/p/BfweJJzj8ue/ "
  }, 
  {
    "text": "Sounds silly. Because if 1) the attacker has physical access, AND 2) there is no secure/trusted boot in place, then she could ALWAYS deploy an evilmaid attack (just remove the disk), regardless of silly GRUB authentications... #sigh "
  }, 
  {
    "text": "can you work from home as a doctor?? #sigh"
  }, 
  {
    "text": "You forgot about Manfred's new rule:  If the runner steals on a play where the catcher doesn't say \"simon says\" before doing his signs to the pitcher\" the runner has to run back across first to home and a run is deducted from the score. cc: @MarkSchwab #thismayhappensomeday #sigh"
  }, 
  {
    "text": "The state of recruiting: \"Our experts looked at your LinkedIn profile and GitHub page, and we think this Cloud DevOps position would be ideal for you.\"\n\nMy LinkedIn profile says Embedded C, and my GitHub profile is full of Pascal hobby projects for retrocomputers/demoscene. #sigh"
  }, 
  {
    "text": "Had a bra fitting today, officially no longer a E cup - Now a F cup  #sigh #bigboobproblems #bigbooblovers"
  }, 
  {
    "text": "The \"big news\" ought to be the collateral damage 99% of world's media foist upon the innocent going about their business in their pursuit of @realDonaldTrump head on plate.\nYou're all the same. \nPolitical agendas disguised as truth. \n#Sigh\nPathetic really. "
  }, 
  {
    "text": "Thanks to @RepAdamSchiff for ruining the first peaceful work-free day I have had in rather a while. @qjurecic and I will have an analysis as soon as we can. #sigh."
  }, 
  {
    "text": "Worst ever vendor cold call email ... \"Can we help your organization deliver video seamlessly?\" #sigh"
  }, 
  {
    "text": "Time to unfollow @GirlWithNoJob on #instagram @peacenow31 @NickyD1071 #sigh  "
  }, 
  {
    "text": "Although it didn't help when @BarackObama was POSTUS, it would've been good if @realDonaldTrump took a lesson on the Constitution before HE became POTUS.\n#sigh "
  }, 
  {
    "text": "Morning peeps!! Is it Friday yet??? Nope only Humpity Dumpity Wednesday. #sigh But at least we're closer to the weekend. Anyway, #cheers to coffee time! Have a good one lovelies. "
  }, 
  {
    "text": "Im sorry Tessa this not 93%percent of PA isnt like this. And this BS right here that they doin,  lets say Im not proud of this PA Moment. But we all have some crazy BS people somewhere #sigh "
  }, 
  {
    "text": "“At no time were our management, creative, marketing, departments involved in this. It was Bruk Foot Charlie, the tea boy’s idea. He produced this all by himself ....honestly!!”  #Sigh #Testcon @VasBlackwood"
  }, 
  {
    "text": "Me: I have tons of writerly things to do!\n*Headache roars to life* \nMe: I’m just gonna go take a short nap.\n*naps for an hour*\nMe: Yay, that’s better!\n*sits, down, gets situated with ipad, coffee, blanket, cat, etc.\n*2.5 mins later, son’s school calls.*\n\n#momlife #sickkids #sigh "
  }, 
  {
    "text": "FedEx just seriously left a package out in the rain today instead of walking it to the front porch... #sigh"
  }, 
  {
    "text": "Found on a new-build house today, installed by a large NICEIC contractor: bell transformer floating in CU, additional fused isolator at intake (why??), cables installed in enclosure with strain relief removed & CPC cut out, 3-core to light (!) with basic insulation exposed. #Sigh "
  }, 
  {
    "text": "should be hung at sunrise, but will be happily eating thin mints tonight #sigh"
  }, 
  {
    "text": "now that I have a son leaving for college and I am struggling with not seeing him live every single day I could not even imgine going 5 years. #sigh #tears"
  }, 
  {
    "text": "The recipe for misinformation? \"Drinking alcohol key to living past 90? What you need to know\" https://www.healthnewsreview.org/2018/02/drinking-alcohol-key-living-past-90-need-know/#.WpQJRoFwQTs.twitter … via @mlmjoyce Correlation ≠ Causation. #Sigh. (Though, obviously, coffee does lower risk of early death. Obviously.)"
  }, 
  {
    "text": "First tax cuts for the rich. Now @RepMarkMeadows wants armed vigilantes in  schools. #sigh \nhttps://tinyurl.com/ybfnvhrr "
  }, 
  {
    "text": "Again, because apprently it is still required:  Dear every website, No I do not want to share my location, no I do not want to have desktop notifications from your site and no I do not want to chat with. STOP BEING ANNOYING. I'll let you know if i need something. #sigh"
  }, 
  {
    "text": "The Police Station in Kagoro,  Kaduna State  closes by 7pm. They say it's due to security reasons.#Sigh"
  }, 
  {
    "text": "Why do phone contracts have to be 2 years long? #sigh\n\nWithin 6 months an iPhone is out of date (which is why I don't have one) \n\nOr you drop it in 6 months and the screen is barely useable #whyme and cba to get it fixed #firstworldproblems \n\nWill defo buy a phone and @giffgaff"
  }, 
  {
    "text": "No, it's not a diaper bag... why would you... nevermind. #sigh"
  }, 
  {
    "text": "Close up #sigh @rogerfederer "
  }, 
  {
    "text": "“Boiiii just stop asking questions & send the fuckin siiiirens!”\n\n“Sir we have to ask the questions we ask.”\n\n“Mothafucka I am a law breaka I dont care!!!”  \n#Sigh."
  }, 
  {
    "text": "As a teacher who was part of armed intruder drills before I retired, I hear you. #sigh #hanginthere"
  }, 
  {
    "text": "But wasn't it last week Friday during our digital talk that I mentioned Glen will leave TouchHD soon? #sigh look now @TSMathebula_SA"
  }, 
  {
    "text": "It's only Tuesday...\n#sigh "
  }, 
  {
    "text": "When you think you’re almost done processing a spreadsheet and then notice there are two tabs. #sigh"
  }, 
  {
    "text": "I still hesitate with effect/affect. #sigh"
  }, 
  {
    "text": "A squirrel has decided to tear open one of our outdoor chair cushions and fashion himself a little snacking nest. I don't have the heart to shoo him but if I don't..... #DaisyMae will want to play chase. #sigh "
  }, 
  {
    "text": "buti naman nakaraos sa exam. hay. not that good but also not that bad. woke up at 2am with an extremely upset stomach and got to sleep only at around 6. ayun walang review. I tried to but I felt so sleepy I can't understand a thing. \n\n#3/6 #sigh #twitterdiary"
  }, 
  {
    "text": "Just a bad day not a bad life. #sigh"
  }, 
  {
    "text": "That one day you forget your umbrella it rains like hell. Thank you rain for influencing my condition of cold. Gonna struggle for another couple of days. #Sigh"
  }, 
  {
    "text": "Actual footage of me today. #Tuesdays #SIGH "
  }, 
  {
    "text": "Man what a drama filled week. None of it had anything to do with me is the funny part. All I did was help a girl being thrown out at 6am and the other was protecting my mother from potential liability and protecting my brother's honor of not being someone's white boy bitch. #sigh"
  }, 
  {
    "text": "oh look, example number 4,234,198 of things Trump doesn't understand, yet he's still the president... #sigh"
  }, 
  {
    "text": "@duranduran I haven't watched this video in YEARS. Just brought me back to being 14 and spending endless hours watching the video album. Thanks for posting. #sigh "
  }, 
  {
    "text": "I want to say “let’s not call this Christianity,“but unfortunately this is about as quintessentially “Christian“ as things get in America… #sigh "
  }, 
  {
    "text": "gonna miss constantly refreshing twitter looking for trades #sigh"
  }, 
  {
    "text": "\"Hi, Wanted to check-in and see if you had a chance to read my first unsolicited marketing e-mail. I didn't hear back from you\" #sigh"
  }, 
  {
    "text": "And that's why they took McCaffrey over Lattimore and others. #sigh "
  }, 
  {
    "text": "Woke up and felt like it was all a dream . #sigh"
  }, 
  {
    "text": "Meanwhile YouTube censors and de-monetizes LGBTQ content. #sigh "
  }, 
  {
    "text": "I’ve been suffering so bad with asthma lately. Worst it’s been in a long time. Preventer x 2 plus reliever, scarfie, and anti histamines describe my health right now #sigh #asthma #beastfromtheast"
  }, 
  {
    "text": "Oshey jare baami.. Funny Elnenny should've started that match for more defensive cover but Wenger went for Ramsey and Xhaka whose defensive action was to be walking around the pitch. #sigh "
  }, 
  {
    "text": "Ok I'm seeing in that pic is the lovely  Ms Jean Byrne #sigh"
  }, 
  {
    "text": "Why can’t it just snow at Christmas!?  #sigh #overit"
  }, 
  {
    "text": "Having those “I’d rather be at Disney” days. #sigh #adultingsucks"
  }, 
  {
    "text": "Look at those incredibly detailed realistic drawing masterpieces!\n\n#artfail #fails #failoftheday #handdrawing #drawinghands #talent #sigh "
  }, 
  {
    "text": "I really need to learn to keep my mouth shut. I mean, why do folk hate honesty so much? #keepswimminginyourfibs #sigh"
  }, 
  {
    "text": "If we could have only got an NCAA 15 on current gen..  #sigh"
  }, 
  {
    "text": "#sigh - the #Photography in this book makes me want to travel to #Italy @followsummergg @Italy_global @indelibleAdv http://bit.ly/italybooks "
  }, 
  {
    "text": "Remember when the sun came out in #YYJ ? #sigh http://bit.ly/2oz0Nek "
  }, 
  {
    "text": "The builder... #lego #kids #parenting #sigh #legobuilder \nLike the comic? You can see more at @linewebtoon http://ift.tt/2nJchu0  or support it on http://ift.tt/2sjhxFK  , and \n#quickscribbles #webcomic #webcomics  #comicstrip  #dailydraw  #cartoon #… http://ift.tt/2CPeuKm "
  }, 
  {
    "text": "yeah, that's about all I needed to know. Still not caught up on Russia, so y'know... #sigh"
  }, 
  {
    "text": "Why is it so hard to sleep at nite and harder to wake up in morning after? #sigh"
  }, 
  {
    "text": "Isn't VAR meant to stop cheating.  EVEN commentators said wasnt a foul. #sendAlliOff  #sigh #coys #TOTROC"
  }, 
  {
    "text": "#TFW your SO isn't listening when you say you love them and they look at you and ask \"Why do you want to buy @LanaDelRey a taco?\"  #really #sigh @vegandivablog #yummytacos #avocado"
  }, 
  {
    "text": "That moment you realize that important paper you’ve been looking for all over is that bit of paper sticking out of your research notebook that you’ve been ignoring. \n#itsbeenalongweek #sigh"
  }, 
  {
    "text": "People ask me why I still have the iPhone 5. Today proved my point...dropped my work and personal phone. Guess which one shattered? #iphone5forlife #hustle #sigh"
  }, 
  {
    "text": "Poverty is such a curse.  Even relationships get strained in lower income families. Hate to intervene in Such cases. #Sigh"
  }, 
  {
    "text": "Go to a conference. Can't sleep, Up at 5:00 am. #sigh"
  }, 
  {
    "text": "I bought the wrong Uncanny X-Men. So now I have volumes 1 & 2 of @kierongillen's series and volumes 3 & 4 of the 2016 series. #sigh #comics"
  }, 
  {
    "text": "@ZBCNewsonline  and @HeraldZimbabwe  still partisan as like when Mugabe was in power ..Please can they be some \"sort\"of change... Only some sort since you are failing to do a complete overhaul #sigh"
  }, 
  {
    "text": "And if 'anti-Semite' is her Get Out of Jail free card - what do we make of her many victims who have never displayed such prejudice? O I forgot - the mere fact I 'tweet' with you means I embrace and accept all your values. #sigh"
  }, 
  {
    "text": "#sigh. Congrats. :)"
  }, 
  {
    "text": "I did some work on my Robertson/Jenks/Doughty lines at the weekend but just feel like I’m getting no where, and verifying nothing recently! #Sigh #ancestryhour"
  }, 
  {
    "text": "I never thought I would hear the words \"study\", \"understand\", and \"white supremacists\" in the same sentence, but then I remembered I go to a school that enables hate speech under the pretense of free speech, and anyone can get away with anything in trump's USA. #sigh"
  }, 
  {
    "text": "Is that the Trump pilot about to be nominated for FAA director\n\n#Maddow #sigh"
  }, 
  {
    "text": "This Leo and Cee c should have just been paired. It would have made everything so easy #sigh #BBNaija"
  }, 
  {
    "text": "A- What is this BS? Human- it’s a game if you roll it you get treats: it’s fun. #Treats.  A- No Human- it’s fun it’s treats  A- I don’t work for treats: you just give them to me. That’s how this works. That’s how this has always worked. #catlife #sigh #CatsOfTwitter"
  }, 
  {
    "text": "Oh, Carolyn.\n#instrumentjoke #frenchhorn #musicjoke #sigh "
  }, 
  {
    "text": "Another time, another place #sigh\n\n'Siberian princess reveals her 2,500 year old tattoos and a small container of #cannabis'\n\nhttp://siberiantimes.com/culture/others/features/siberian-princess-reveals-her-2500-year-old-tattoos/#.WpHeZ5ITagg.twitter …"
  }, 
  {
    "text": "Imagine if the passengers on the Titanic took to bickering with each other, the orchestra used their instruments to bash each other over the head, and the crew was instigating it all; instead of people trying to save each other.\n\n... Welcome to 21st century America. #Sigh "
  }, 
  {
    "text": "Some people will just annoy the shit out of you no matter how nice you are to them. #sigh"
  }, 
  {
    "text": "You know I do get that a lot? #sigh #headdesk"
  }, 
  {
    "text": "I should have ate the live frog for breakfast. Now, I'm having it for lunch. #sigh #MarkTwain #WednesdayWisdom #procrastination"
  }, 
  {
    "text": "I picked up my burger just now and had a mini heart attack. I immediately put the burger down... #sigh #"
  }, 
  {
    "text": "You believe an invisible guy hangs out in the sky peeping on everyone... and we’re the weirdos?!!?  Dude, it’s a Bronze Age myth!  As in a story, not true.  #Sigh"
  }, 
  {
    "text": "Friend: I got to thinking, why should I trust a Fact Checker website to decide whether a story is true or false? Is Snopes legit???\n\n#sigh"
  }, 
  {
    "text": "In my heart, I’m in #Paris for #ParisFashionWeek but in reality, I’m in an office in Kansas. #sigh"
  }, 
  {
    "text": "the weather is really starting to get to me, too many overcast days w/ no snow or sun, just blah, I may have a condition #sigh"
  }, 
  {
    "text": "When they cant even get a PICC line in because your narrow veins...so midline it is....have to go back in a week for another attempt at a PICC...#sigh "
  }, 
  {
    "text": "That feeling when you get to the after school program to pick up your kid and he says can you come back in half an hour. #Sigh"
  }, 
  {
    "text": "So is my read correct from that #abc730 last night that Bill Shorten played the enviro movement into believing (at least temporarily) that Labor would stop Adani? #sigh"
  }, 
  {
    "text": "Me too totally caved #sigh #itwasworthit Having to wait..."
  }, 
  {
    "text": "Spring baseball, palm trees, #Sigh"
  }, 
  {
    "text": "Makes me wonder what kind of day it will be when a power blip prevents me from getting into the radio station. #lockedout #letmein #sigh @KVarley800 @lynnmartin800 mocking me."
  }, 
  {
    "text": "The irony of a woman who spit all over your bike seat and called you names when you were kids posting memes on fb about how the Parkland kids should focus on not being bullies who create shooters instead of gun control. Also, the stupidity. #sigh"
  }, 
  {
    "text": "I really like how @mrBobbyBones Snapchat says “your friend Bobby” I really feel like we could be friends instead of distant coworkers. #sigh"
  }, 
  {
    "text": "Hey! It's hard enough for @TheOnion these days without you stealing their headlines! Wait...this is *real*?! #sigh"
  }, 
  {
    "text": "“where all ur money went “ I feel literally related to the question \nfor being this poor:(( #sigh "
  }, 
  {
    "text": "Family gatherings are incomplete without politics talks \n#sigh"
  }, 
  {
    "text": "The only reason I am SO unmotivated with school is because I know that it's all just bullshit busy work which has no effect whatsoever on my future endeavors #sigh"
  }, 
  {
    "text": "Two middle-aged #whitedudes at my coffee shop transitioned from talking about how awful #guncontrol is to talking about how awesome #bumpstocks are: \"It's f-ing awesome dude!\" #sigh"
  }, 
  {
    "text": "What a february.\n#sigh"
  }, 
  {
    "text": "So, here's an idea: I'm just gonna have a covfefe and when I come back, that \"no match\" thingy says: \"0\", OK? \nLet's do this! #freelance #legal #t9n #sigh "
  }, 
  {
    "text": "#IdRatherWalkBarefootOverLegos than live in a country led by Donald Trump. But I'm also too broke to even think of moving. So... #sigh... somebody go get the tweezers and Bactine."
  }, 
  {
    "text": "So the couple didn't break up apparently, they're still on with their PDA ways.... #Sigh"
  }, 
  {
    "text": "Once in a while, we get that feeling of wanting to have someone to lean on to without falling for them. \n#mellow #heartbroken #sigh"
  }, 
  {
    "text": "#sigh  Noooo, not another social media app to keep up with"
  }, 
  {
    "text": "Such a fail at housework - there's more mess now than I started with, the cats are slipping and falling on their face, and I still can't start cooking. #sigh"
  }, 
  {
    "text": "Second night doing nightfill. I hope it goes better than last night did and I pick things up quickly. I don’t like being the “new” team member. #sigh"
  }, 
  {
    "text": "Wat a long mornin!! #trainExprience mara #sigh "
  }, 
  {
    "text": "https://itunes.apple.com/us/album/between-the-bars/3195595?i=3195577 …\n\nElliott Smith, Between the Bars #sigh "
  }, 
  {
    "text": "My immune system is so low lately. #sigh"
  }, 
  {
    "text": "Happy to be at work. Happy to have a job. \nBut, really wishing I was at #BlackPantherApollo right now! #Sigh"
  }, 
  {
    "text": "The best things are easy to destroy... \n#sigh"
  }, 
  {
    "text": "We have made a girl famous just because she blinked.\nNow what about those tears dropping like a rain in Syria.\nWhy media is not showing us those things.\nWhy they have given priority to Siridevi.\n\nWhy everything's going so wrong in world.\n#sigh  #syria"
  }, 
  {
    "text": "There is a rumor that new social media app #VERO is getting viral, I guess it will beat #Instagram soon, since it has full range of activities which will make you spend even more time on this app than Instagram #sigh"
  }, 
  {
    "text": "So it appears that it's going to be the MLB At-Bat app to follow the Dodger games until Friday. \n#sigh\n#InPlayRuns"
  }, 
  {
    "text": "I wish I loved the gym as much as I love eating... #sigh "
  }, 
  {
    "text": "#Dennys again. #Finally Gotta get some #words tonight. #amwriting Done with #amediting today. Phew. \"Could\" is an issue. #sigh"
  }, 
  {
    "text": "This geopolitics yi naa ni nkan #sigh"
  }, 
  {
    "text": "#PowerPoint is the bane of academia. Nevertheless, it persists. #Sigh."
  }, 
  {
    "text": "#biketowork #fail since I don't know basic bike maintenance (putting air in my tires) #sigh"
  }, 
  {
    "text": "I can confirm this is the case, as a family member was slammed this way. #Sigh "
  }, 
  {
    "text": "I want that five minute kiss.  I want to get lost in your embrace.  To get lost in our love.  #Iloveyou #sigh "
  }, 
  {
    "text": "@RobNelsonABC7  oh man, what's a girl to do...I am still reeling from your leaving #nola and now #SallyAnnSigningOff #sigh \n@WWLTV @SallyAnnWWL \n#missyou #nicejob"
  }, 
  {
    "text": "Urgh Tyson just leave me alone! I'm not your stupid boyfriend! Geez he reads one yaoi fanfic and goes bat shit crazy #sigh"
  }, 
  {
    "text": "FLW Woocommerce-Rave is so not consistent with txn failures, harder to track. #sigh."
  }, 
  {
    "text": "The first reaction for any arrest in corruption cases:\n1) Ruling party: Corrupt will not survive\n2) Opposition: It is a political vendetta!\n\nAnd five years later... same reaction again, but from different sides! #Sigh\n\n#KartiChidambaram"
  }, 
  {
    "text": "mood\n#sigh "
  }, 
  {
    "text": "should be fishin but too much work to get done #sigh"
  }, 
  {
    "text": "Wanna be a snack but ended up eating all of the snacks so I look more like an all you can eat buffet #Sigh"
  }, 
  {
    "text": "All I want to do is be in school again. #sigh"
  }, 
  {
    "text": "So you know how hard it is to get a credit card. Apparently harder than to get a gun #sigh"
  }, 
  {
    "text": "I have never felt more middle class than I did this morning, when my two year old stormed in and shouted: 'Daddy, where is my BRIOCHE?'\n\n#sigh #toddlers"
  }, 
  {
    "text": "Unable to digest this news yaar...arjun kapoor lost his mother when #ishqzaade was going to release at that time and now jhanvi.. #Sigh.. #RIPSridevi"
  }, 
  {
    "text": "And I’m already getting messages saying he’s not antisemitic. #sigh\n\nBy now, anyone claiming he’s not an antisemite is choosing to do so in defiance of the evidence, either ignoring it or discounting it. I’ve no time for anyone claiming he’s not. None at all."
  }, 
  {
    "text": "I’ve known people more concerned with what font to use on their handouts than their own working conditions. #sigh"
  }, 
  {
    "text": "Quite simply- No she didn’t ! :) She retorted ‘Tongue-in-cheek’ :) :) #Sigh #LostInHeadlines"
  }, 
  {
    "text": "#BackToSchool #Teachers - Put the GLASS down and pick up the SOW and let's do this. #sigh https://www.instagram.com/p/BfWonJLjff1/ "
  }, 
  {
    "text": "Toujours pas. #sigh Décidément, c'est étrange. N'hésites pas à me l'envoyer en perso si tu l'as toujours :)"
  }, 
  {
    "text": "Just finished reading Babylon’s Ashes (Book 6) and I don’t know what to do with myself. :( Started bingereading the series since Jan 28 2018 Only one more book to go, and then? :) #sigh #TheExpanse"
  }, 
  {
    "text": "I love working with condescending people. It's my favourite  #deepbreaths #sigh #trynottotakeitpersonally"
  }, 
  {
    "text": "\"positive discipline\".\n\n#sigh"
  }, 
  {
    "text": "Delays for days #sigh #5hoursstuck #guatemalabound"
  }, 
  {
    "text": "Trying to send @KristenCHealy some thoughts on her recent @Medium article but @medium sign in has me in a loop of not signing me in when I go to comment #sigh"
  }, 
  {
    "text": "When you forget to take your earphone to the gym #sigh #gymproblems"
  }, 
  {
    "text": "Lol I wish I still believed in \"love\". #sigh."
  }, 
  {
    "text": "Wife says, ‘Come on, it’s 6-3; stop punishing yourself!’ Picks up remote, turns on Married at First Sight...\n\nWho’s punishing who? \n#sigh #stlblues"
  }, 
  {
    "text": "Hey, @MayorOfMKE take note, learn from DC. Your streetcar project is doomed if replacement parts can’t be found for those streetcars. #sigh #wasteofmoney"
  }, 
  {
    "text": "Hate that my sleeping schedule is all messed up #sigh"
  }, 
  {
    "text": "As if an 82 minute death scene wasn’t enough...we have to make it longer with this memorial? #sigh .@WalkingDead_AMC .@nerdist .@AMCTalkingDead #TWD #TWDfans #walkingdead #thewalkingdead #twdchat #watching #amwatching"
  }, 
  {
    "text": "#sigh imagine coming online to discuss someone's breasts and how she should or shouldn't dress. Mind your lives people."
  }, 
  {
    "text": "To quote the ol' football manager @andyridg > It's just never easy being a @CPFC supporter.\n#sigh #cpfcfamily"
  }, 
  {
    "text": "She’s the least threatening conservative in America... oh wait, to protect her from the CPACers. #sigh Just keep telling the truth, Mona.  "
  }, 
  {
    "text": "I’d literally typed ONE CHARACTER #sigh "
  }, 
  {
    "text": "Really wish I could get #Burli on my laptop right now. Why couldn't I be an organisation? #Sigh"
  }, 
  {
    "text": "Trump: we should arm teachers\n\nTeachers: hell no, we don't want that. Fewer guns!\n\nParents: no way. we don't want that. Fewer guns!\n\nStudents: dear god, we don't want that. Fewer guns!\n\nTrump: we should arm teachers\n\n#sigh"
  }, 
  {
    "text": "One thing I would love to change about myself would be blushing. It’s so humiliating and makes you look vulnerable #embarrassment #sigh"
  }, 
  {
    "text": "My entire house is a shambles after a weekend of visitors, I have a half assembled exercise bike in the middle of the living room and no food in the fridge. #sigh #sendhelp"
  }, 
  {
    "text": "@blacklightning is about to get that doctor killed. #sigh #BlackLightning"
  }, 
  {
    "text": "Why do some people live to drag others down? Must’ve had a full bowl of Ego, Pride and Envy for breakfast #sigh #PeopleWhoThinkTheyreBetter"
  }, 
  {
    "text": "#sigh ignorant question warning-CNF?"
  }, 
  {
    "text": "The good old days before Disney kept adding IP overlays to their classics… #sigh "
  }, 
  {
    "text": "I know I said I didn’t want to leave #CaseD2, but I really didn’t want a delayed flight either... #sigh"
  }, 
  {
    "text": "Today I start the gym yet again...I bought a jump suit for motivation...am I gymming wrong? #adulting #fitlife #gymlife #sigh"
  }, 
  {
    "text": "When @bobmaxon says we could be shoveling again\n#sigh #no #why #springfever"
  }, 
  {
    "text": "I don't really care to be a millionaire, but I want to be rich enough to afford helping every needy soul I come across #sigh #musings"
  }, 
  {
    "text": "I will note that the fancy new dual-flush toilets at U of A's ECHA facility literally have instructions for #1 & #2.\n\n#sigh\n#yesreally"
  }, 
  {
    "text": "As do we all. #sigh "
  }, 
  {
    "text": "Oh deep joy. Two #labour MPs arguing with each other on a politics show. #sigh"
  }, 
  {
    "text": "If this abduction happens to be Politically motivated,then we’re in Big Trouble, why is it that the POOR are always at the receiving ends of this ungodly act(s)? #Sigh #FindThemNow #DapchiGirls"
  }, 
  {
    "text": "My life in a gif right here #sigh"
  }, 
  {
    "text": "I have like 6 different foundations right now and I’m still trying to buy more cause I’m not 100% satisfied with them lol #sigh"
  }, 
  {
    "text": "Just chopped almost 4 inches off my hair. It'll still tangle. #curlyhair #momlife #sigh"
  }, 
  {
    "text": "I REALLY liked that old whore Kate (ha), with Billie, Lucas, and Will. It reminded me how much I enjoyed her once upon a time #sigh #DAYS"
  }, 
  {
    "text": "Why am I so adamant to run away from my problems. Where is this fear coming from. What privileges do I hold to have the option to run. #sigh"
  }, 
  {
    "text": "One crappy glove done one to go  #Sigh #WhyIsItSoHard"
  }, 
  {
    "text": "You are so clueless to how the world actually is and how it really works. #sigh"
  }, 
  {
    "text": "#sigh"
  }, 
  {
    "text": "One conversation could fix so many things, but if only. #Sigh"
  }, 
  {
    "text": "When you wanna take a morning walk in Central park but, you live in Fl. #Sigh"
  }, 
  {
    "text": "I can't believe I'm really falling for this person man. #sigh "
  }, 
  {
    "text": "Sad Situation\n#bipartisan #haiku\nRe-posting from May 2016. #sigh "
  }, 
  {
    "text": "The 'Did they/Didn't they?' about Churchill and Doris Castlerosse is all very exciting but didn't @mitfordsociety write a book mentioning this 2 years ago?  Did it take the Channel 4 chaps two years to read it and 'discover' the affair? #Sigh"
  }, 
  {
    "text": "Let alone she the dj.. and i got on headphones at the bar but its really not a sneek diss. Mogs just spinning old 90's as always..\nHer homie came in from smoking cig/joint looking at me like \"ruuuddeee\". Lol \n#sigh #lovelife #smh"
  }, 
  {
    "text": "I’ve been craving some sushi and I was supposed to get some today, but that didn’t go as planned. #sigh #MaybeNextTime"
  }, 
  {
    "text": "The episode where Bulk learnt the magic word pained me!  I used to press my ear against the screen so I could learn it. I never did. #Sigh  "
  }, 
  {
    "text": "Kate Walton is being trolled by those Mr Dendy's defenders .... #sigh"
  }, 
  {
    "text": "I know right! #sigh "
  }, 
  {
    "text": "I can literally feel the weight of a car payment off my shoulders!!! #sigh"
  }, 
  {
    "text": "When you up for no DAMN reason Bc u went to sleep too early #sigh"
  }, 
  {
    "text": "three Carmens, two Moonlight Sonatas, two ‘Papa Can You Hear Me’s... and counting. #olympics #sigh"
  }, 
  {
    "text": "See? This is the type of women who'll say \"baby no matter what I got your back\" but stingy AF #sigh "
  }, 
  {
    "text": "I'm so there right now!!! Been one of those weeks when my whole family seems to be in some sort of competition to see who can be the biggest, most unappreciative jerk. I don't know who's winning, but I know who's losing!!!\n\n#momlife #lovemyunappreciativefamily #sigh #giggles"
  }, 
  {
    "text": "When ur friends leave on a big yellow school bus to go travel the country and ur like lol i gotta study sorry #sigh #takemewithyou"
  }, 
  {
    "text": "Been busier than Weinstein's lawyer all day but just came home & perused the twitterverse...\n\nMajority of us still pawns all fucked up in a rich white man's game I see..\n\n#Sigh "
  }, 
  {
    "text": "Arrived on campus hoping for a pleasant day to focus on research but... What is with all of these questions today? #Google be a fence!!! #Sigh #gradschool"
  }, 
  {
    "text": "#sigh "
  }, 
  {
    "text": "I know not attending the convention was the right decision for me mental health and productivity wise... but seeing everyone's photos and fun posts makes me wish I had gone. \n\n#Sigh #ConventionSeason"
  }, 
  {
    "text": "Life after having 3 kids: Just pulled a groin muscle trying to prevent peeing myself when I sneezed \n\nIt didn't work \n#motherhood #sigh"
  }, 
  {
    "text": "Anyone else having one of those days? #whatever #laughter #sigh #amwriting #BlessedAndGrateful #grateful  could use a laugh  #sad #BadDay"
  }, 
  {
    "text": "#Pray for my #friend Michael & his #deployment soon. #Sigh #usa #America #American #military #Soldiers #serving #protecting #freedom #nyc #newyorker @USArmy / @USArmyReserve @hankrisy @hankrizy #hankrizy"
  }, 
  {
    "text": "Awake. Bored. #sigh"
  }, 
  {
    "text": "Tweet. See typo. Delete. Retype. About to hit return. See a different typo. #sigh"
  }, 
  {
    "text": "My husband thinks I should be sleep training the baby. Give him a chance, he isn't even a month old yet. #sigh"
  }, 
  {
    "text": "I came to the conclusion that I will slowly be moving to the world of Apple products after being a PC/Android user for too long with faulty devices. #sigh #TimeForChange"
  }, 
  {
    "text": "Ronnie: Do you shave your legs anymore? Me: I did last week.                 Like what else does he want from me? Such pressure gah. It’s tough being a woman. #sigh"
  }, 
  {
    "text": "And yes Tallia, people who have successful careers do live at home at the age of 26 because most are still paying off their extortionate university fees #sigh  #CelebsGoDating"
  }, 
  {
    "text": "The one morning our #newborn falls asleep in her bassinet we have to wake her up to take #mommy to work. & then she poops right after loading her up. #sigh #snowyday #oneofthosedays #workingmom #momlife #dadlife #momsunderstand #parentlife"
  }, 
  {
    "text": "The reason why they treat  south indians ad  second class citizens in India..  if u dont know hindi, ur not Indian ! #Sigh"
  }, 
  {
    "text": "I think someone is going to have to spring for a rail overpass or two. 50 st and #shpk freeway #yeg #yegtraffic #sigh #wewait #again"
  }, 
  {
    "text": "BamTeddy. Y’all will not be the death of me #sigh #TeamBamteddy #bbnaija  that kiss "
  }, 
  {
    "text": "And....@DocThompsonShow still can't pronounce my Twitter handle. #sigh #WhatILearnedToday"
  }, 
  {
    "text": "because this clearly is what academia is all about...passing your BA degree, passing your MA degree, and hooking up with the prof... #sigh "
  }, 
  {
    "text": "To the person that told me @niugrillz was at Sukuna park. F**K you very much. \n\n#sigh"
  }, 
  {
    "text": "I think I need a holiday ... from the Kid. \n\n#sigh \n\n#zombiepug #vacation #Puglife #holidays #"
  }, 
  {
    "text": "Kanan, upon seeing his first squirrel:  \n\nʷʰᵃᵗ ⁱˢ ˢᵐᵒˡ ᶠᵘʳ ᵗʰⁱⁿᵍ ʷⁱᵗʰ ᵇᵒᵒᶠʸ ᵗᵃⁱˡ ⁱ ᵐᵘˢᵗ ᶜʰᵃˢᵉ ⁱᵗ ᴺᴼᵂ! (っ◔◡◔)っ  through the mud \n\n#sigh #puppies"
  }, 
  {
    "text": "He has never disappointed me. An AMAZINGLY beautiful song. #BonIver #JustinVernon #ForEmma10 #sigh  https://pitchfork.com/news/watch-bon-iver-play-an-unreleased-song/amp/ …"
  }, 
  {
    "text": "I pay for 100 http://www.speedtest.net/result/7070044891 … #speedtest #sigh"
  }
]